[
  {"name": "Contingent", "steppedCosts": [-1,-2], "description": "A Contingent power is triggered on the activation or success of another “primary” power.\n\nFor –1 point, the Contingent power is only triggered when the primary power is activated. If Toughness is linked to Altered Form, for example, the character cannot use Toughness without changing their form.\n\nFor –2 points, the Contingent power is activated only with the success of the primary power. Super Vigor might activate only after a villain successfully uses Decay on a foe, for example.\n\nIn either case, if the primary power is deactivated or negated, all Contingent powers are as well. Permanent abilities that are always on, such as Ageless, cannot be Contingent."},
  {"name": "Device", "steppedCosts":[-1,-2], "description": "If the powers are derived from a wearable item that’s hard for a foe to remove, such as a suit of armor, mask, helm, or mystical wristband, reduce the cost by 1.\n\nIf the item is hand-held and thus can be dropped or disarmed—such as a magic staff or firearm—reduce the cost by 2.\n\nNote that unless it says otherwise, a power purchased as an item never works for other characters no matter what they’re called or appear to be."},
  {"name": "Limitation", "steppedCosts": [-1,-2], "description": "Some powers only work in certain situations, or on certain types of targets. A Minor Limitation, such as only being able to use Animal Control on mammals, reduces the power’s cost by 1. A Major Limitation, such as only being able to control aquatic creatures, reduces the cost by 2.\n\nLimitations can also be used for powers that prohibit the use of others that would normally be allowed. For example, a character who cannot fly while their Armor is activated has a Minor Limitation. If their Flight renders all their powers inoperative, a Major Limitation might be in order depending on how many other powers they have.\n\nThe nature of the campaign should also be taken into account. If a hero’s attacks can’t affect anyone wearing the color green, for example, it’s likely Minor. If the main foes of the campaign wear green, however, it’s a Major Limitation."},
  {"name": "Projectile", "baseCost": 1, "description": "This Modifier can be used with any Touch Attack power, such as Copycat, Decay, Ensnare, Fear, Infection, Paralysis, or Poison.\n\nProjectile ties this power to one of the hero’s ranged attack powers. A successful hit with the ranged attack activates the linked power in place of its damage. Resolve the linked power from there.\n\nFor example, Arrowhead has a tangle arrow (Ensnare) tied to his bow’s Ranged Attack. When he fires the tangle arrow and hits his target, he resolves Ensnare rather than rolling damage.\n\nNote that Projectile is either/or—the attacker must decide before they fire whether they're causing damage as usual or using the Projectile."},
  {"name": "Ranged Touch Attack", "baseCost": 2, "description": "This Modifier can be applied to any power that requires a Touch Attack. When taken, the character can use the power at a range of 12” (72ft). The Touch Attack is replaced by a straight Fighting roll if the trapping summons some sort of force or material at the spot of the attack (like grasping hands, swirling spirits, or poisonous fauna).\n\nThe Touch attack is replaced by Shooting or Throwing if the trapping involves firing or hurling some sort of missile such as spitting venom, tossing a grenade, or firing beams from one’s hand or eyes."},
  {"name": "Requires Activation", "baseCost": -1, "description": "Passive powers such as Armor or Absorption are considered a hero’s natural state and are always on. With this Modifier, the hero must first activate the power as a free action. If taken by surprise, for example, the power isn’t active and has no effect.\n\nThis reduces the cost of the power by 1.\n\nRequires Activation has no effect on active powers, such as flight or attacks, since those require actions to perform already (whether a roll is required or not).\n\nOnce activated, the power remains in effect until the hero decides to drop it. The power also deactivates if the character is Incapacitated, knocked unconscious, or otherwise cannot consciously maintain it."},
  {"name": "Slow to Activate", "baseCost": -1, "description": "The hero must charge up a power before it can be used. This requires a full action during which they may do nothing else besides free actions. If the power is normally always active, they should take Requires Activation as well.\n\nOnce activated, the power remains on until the super wishes to deactivate it. This might mean taking off a suit, calming down, or transforming back into human form, for example.\n\nIf all of a hero’s powers are Slow to Activate, they should use Gimmick (Major Hindrance) instead."},
  {"name": "Switchable", "baseCost": 2, "description": "This Modifier allows a character to switch between different powers or sets of powers.\n\nCreate each power independently. The most expensive is the “primary” power. Add +2 points for each additional power (or set) it can switch to.\n\nThe alternate power sets may be created with as many Power Points as the primary (not counting the Switchable Modifier). These points aren’t actually spent and don’t subtract from the hero’s overall Power Points—they’re just an alternate use of the same points.\n\nSwitching between powers or sets is a free action, but can only be done once per round.\n\nSwitchable powers can’t use the Requires Activation Modifier, but Slow to Activate may be taken for the primary.\n\nExample: Psi-Clops has a basic Ranged Attack worth 8 points (5d6 damage). He pays the Switchable Modifier on that power for 2 extra points. He can create a secondary ability up to the attack’s base points (8), and switch to it as a free action. He decides to create an armor piercing version of the same ability—3d6 damage, AP 8 (8 points). This doesn’t cost him 8 points—it reallocates the original 8 points at the cost of a round’s delay in combat."}
]