[
  {"name": "Absorption", "baseCost": 2, "levelled": false, "trappings":"Waves of energy, body of reflected matter, magic.", "description": "The character can absorb, negate, or even channel a specific kind of matter or energy.\n\nChoose one type of matter or energy from the Power Types (page 21). The character makes a Vigor roll when wounded by that energy type. Each success and raise eliminates a wound. (Though it works the same, this is not a Soak roll).", "shortDescription":"Absorb, negate, or channel specific matter or energy.", "allModifiers": [{"name": "Matter/Energy Master", "baseCost": 5, "description": "The character can absorb all types of matter or energy (pick one, or both if it’s taken twice). They still absorb one specific type as above, but may absorb other types with a Vigor roll at –2"},{"name": "Reflection", "baseCost": 4, "description": "Damage is directed back toward the source, as long as the source is within the character’s line of sight. Every wound absorbed causes a wound to the original attacker."},{"name": "Transference", "baseCost": 2, "description": "Each wound negated increases Strength or Vigor one step for the next five rounds."}]},
  {"name": "Altered Form", "baseCost": 3, "levelled": false, "trappings": "Body composed of a particular matter or energy, elasticity, stretching.", "description": "The hero has a morphable body of a particular type of energy or matter, chosen from the Power Types (page 21). This is their normal, full-time state—take Requires Activation if they're normally human and must shift into their Altered Form.\n\nThe hero can stretch or contort their body into basic shapes, raising or lowering their effective Size by 3. This isn’t actual mass, however, so they don’t gain or lose Toughness.\n\nAltered heroes have no vital organs (or they’re very resistant, protected, or hidden). Called shots have no effect on them. They also take only half damage from falling or collisions, both of which can only Incapacitate—not kill them.", "shortDescription":"Morphable body of a particular type of energy or matter.","allModifiers": [{"name": "Grapple", "baseCost": 1, "description": "A hero with a matter Power Type can easily entwine their limbs around foes, granting them +2 to Grapple attacks."}, {"name": "Reach", "baseCost": 3, "levelled": true, "description": "The super can stretch their limbs, granting +1 Reach per level in this Modifier."}, {"name": "Replenish", "baseCost": 3, "description": "If the hero contacts an identical, substantial, and inanimate source of their Power Type, they may spend an action to make a Vigor roll. A success heals a wound, or two with a raise."}, {"name": "Viscous", "baseCost": 1, "description": "The morpher can flatten, ooze, or otherwise push themself through all but hermetically sealed openings. The amount of time this takes is up to the GM, the diameter of the opening, and the material the character is composed of."}]},
  {"name": "Aquatic", "baseCost": 2, "levelled": false, "trappings": "Atlantean heritage, amphibious, sealed systems, gadgets.", "description": "The character is native to and can breathe in water. They don’t have to make Swimming rolls to avoid drowning when in water and add +2 to all Swimming rolls. While in the water, their Pace equals their Swimming skill.", "shortDescription": "Native to and can breathe in water."},
  {"name": "Armor", "baseCost": 1, "levelled": true, "maxLevels": 10, "trappings": "Body armor, hardened skin, a shell, powered suits.", "description": "Your character gains 2 points of Armor each time this power is purchased, to a maximum of 10 levels (+20 armor). This could represent mystical armor, power armor, or some other source of protection.\n\nArmor covers the entire body and protects against all attacks, including area effect attacks. The power does not stack with regular armor, such as chain mail or Kevlar. The character takes the highest value instead", "shortDescription": "+2 Armor/level. 10 levels max.", "allModifiers": [{"name": "Hardy", "baseCost": 3, "description": "The character is so tough only the most serious damage can harm them. If they are Shaken, additional Shaken results have no effect."}, {"name": "Heavy Armor", "baseCost": 4, "description": "The Armor is considered Heavy Armor, and can only be damaged by Heavy Weapons."},{"name": "Partial Protection", "steppedCosts": [-1,-2], "description": "Gaps in protection allow the Armor to be bypassed. For –1 point it requires a Called Shot at –6; for –2 points the armor only covers the torso and Called Shots bypass it at –2. Area effect attacks bypass the Armor as usual."}]},
  {"name": "Awareness", "steppedCosts": [3, 5], "levelled": false, "trappings": "Radar, sonar, Zen training", "description": "Your hero ignores any and all obscurement penalties (darkness, fog, Invisibility, etc). Cover penalties for solid objects still apply normally.\n\nFor 5 points, the character can sense all around them, negating all attackers’ Gang Up bonus against them.", "shortDescription": "3 points to ignore obscurement, 5 points to always sense around self, negate Gang Up bonuses."}
]