[
  {"name": "All Thumbs", "type": "Minor", "shortDescription": "-2 Repair; Roll of 1 causes malfunction.", "longDescription": "Some people just aren't good with modern devices. Characters with this drawback suffer a -2 penalty to the Repair skill at all times. In addition, when a hero uses a mechanical or electronic device, a roll of 1 on their skill die (regardless of Wild Die) means the device is broken. The damage usually requires a Repair roll at -2 and 1d6 hours to fix."},
  {"name": "Anemic", "type": "Minor", "shortDescription": "-2 to Fatigue tests.", "longDescription": "An anemic character is particularly susceptible to sickness, disease, environmental effects, and fatigue. They subtract 2 from all Fatigue checks such as those made to resist poison and disease."},
  {"name": "Arrogant", "type": "Major", "shortDescription": "Must humiliate opponent, challenge the 'leader'.","longDescription": "Your hero doesn't think they are the best - they know it. Whatever it is, swordsmanship, kung fu, running, few compare to their skills and they flaunt it every chance they get.\n\n Winning just isn't enough for your hero. They must completely dominate their opponent. Anytime there is even a shadow of a doubt as to who is better, they must humiliate their opponent and prove they can snatch victory any time they wish. They are the kind of person who disarms an opponent in a duel just so they can pick the sword up and hand it back with a smirk.\n\nArrogant heroes always look for the 'boss' in battle, attacking lesser minions only if they get in the way."},
  {"name": "Bad Eyes", "type": "Minor", "shortDescription": "-2 to attack or notice something more than 30ft distant when not wearing glasses.", "longDescription": "Your hero's eyes just aren't what they used to be. With glasses, there's no penalty and the Hindrance is only Minor. Should they lose their glasses (generally a 50% chance when wounded, or no chance with a 'nerd-strap'), they suffer a -2 penalty to any Trait roll made to shoot or Notice something more than 30ft distant."},
  {"name": "Bad Eyes", "type": "Major", "shortDescription": "-2 to attack or notice something more than 30ft distant.", "longDescription": "Your hero's eyes just aren't what they used to be. In low-tech settings where the hero cannot wear glasses, Bad Eyes is a Major Hindrance. They must subtract 2 from Trait rolls made to attack or notice things 30ft away."},
  {"name": "Bad Luck", "type": "Major", "shortDescription": "One less Benny per session.", "longDescription": "Your hero is a little less lucky than most. They get one less Benny per game session tha normal. A character cannot have both Bad Luck and the Luck Edge."}

]