{
  "Agility" : ["","Your hero's nimbleness, quickness, and dexterity"],
  "Smarts" : ["","A measure of how well your character knows their world and culture, how well they think on their feet, and mental agility."],
  "Spirit" : ["","Reflects inner wisdom and willpower. Spirit is very important as it helps your character recover from being Shaken."],
  "Strength" : ["","Raw physical power and general fitness. Strength is also used to generate your character's damage in hand-to-hand combat."],
  "Vigor" : ["","Represents endurance, resistance to disease, poison, or toxins, and how much pain and physical damage a hero can shake off."],
  "Boating": ["(Agility)","Characters with this skill can handle most any boat or ship common to their setting and character background. They generally know how to handle common tasks associated with their vessels as well (tying knots, rigging sails, etc)."],
  "Climbing" : ["(Strength)", "Characters may sometimes have to climb tall objects under duress, perhaps to scale a cliff to attack archers stationed above, or to evade a terrifying creature on the ground below!\n\nNo roll is usually needed to ascend ladders, ropes, or trees with lots of limbs unless the GM feels there's a good reason. In more stressful situations, a character makes a Climbing roll."],
  "Driving" : ["(Agility)", "Driving allows your hero to control ground and hover vehicles common to his setting."],
  "Fighting" : ["(Agility)", "Fighting covers all hand-to-hand (melee) attacks, whether it's with fists, axes, laser swords, or martial arts. The TN to hit an opponent is their Parry (2 plus half their Fighting)."],
  "Gambling" : ["(Smarts)", "Gambling is useful from the saloons of the Old West to the barracks of most armies, and Gambling rolls can be used to simulate this in game."],
  "Healing" : ["(Smarts)", "Healing is the art of stopping wounds and treating existing injuries. In general, every success and raise on a Healing roll eliminates a Wound. The healer must subtract not only their own Wounds from the roll as usual, but those of their patient too."],
  "Intimidation" : ["(Spirit)", "Intimidation is the art of frightening an opponent with sheer force of will, veiled or overt threats, or sometimes just really big guns. This is an opposed roll between the hero's Intimidation and their opponent's Spirit."],
  "Investigation" : ["(Smarts)", "A character skilled in Investigation knows how to make good use of libraries, newspaper morgues, the Internet, or other written sources of information. To get information from people rather than books and computers, use the Streetwise skill."],
  "Lockpicking" : ["(Agility)", "Lockpicking is the ability to bypass mechanical and electronic locks. Lockpicking is also used to disarm the catches and triggers on traps, unless a more relevant skill seems appropriate for a particular trap."],
  "Notice" : ["(Smarts)", "Notice is a hero's general alertness and ability to search for items or clues. This covers hearing rolls, detecting ambushes, spotting hidden weapons and even scrutinising other characters to see if they're lying, frightened, and so on. The more raises a character gets on a Notice roll, the more information the Game Master should reveal."],
  "Persuasion" : ["(Spirit)", "Persuasion is the ability to convince others to do what you want them to do. NPCs start at one of five different attitudes: Hostile, Uncooperative, Neutral, Friendly, or Helpful. A successful Persuasion roll improves the Extra's attitude one step, or two with a raise. Failure, on the other hand, decreases the character's attitude by one step, or two if a 1 is rolled on the Persuasion die (regardless of the Wild Die)."],
  "Piloting" : ["(Agility)", "Piloting allows a character to fly airplanes, helicopters, jet packs, and any other flying devices common to their setting and background."],
  "Repair" : ["(Smarts)", "Repair is the ability to fix gadgets, vehicles, weapons, and other machines. Characters suffer a -2 penalty to their rolls if the don't have access to basic tools. A raise on a Repair roll halves the time required by the specific task."],
  "Riding" : ["(Agility)", "Riding allows a hero to mount, control and ride any beast common to their setting."],
  "Shooting" : ["(Agility)", "Shooting covers all attempts to hit a target with a ranged weapon such as a bow, pistol, or rocket launcher. The basic Target Number to hit is 4 as usual, though there are a number of important modifiers such as range that frequently come into play."],
  "Stealth" : ["(Agility)", "Stealth is the ability to both hide and move quietly, as well as palm objects and pick pockets."],
  "Streetwise" : ["(Smarts)", "Streetwise characters are able to gather information from the street, saloons, or other contacts through bribes, threats, or carousing. Finding written information in libraries and the like is covered by the Investigation skill. Streetwise is always modified by a character's Charisma modifier."],
  "Survival" : ["(Smarts)", "Survival allows a character to find food, water, or shelter in hostile environments."],
  "Swimming" : ["(Agility)", "Swimming determines if a character floats or sinks in water, as well as how fast they can move within it."],
  "Taunt" : ["(Smarts)", "Taunt is a Test of Wills attack against a person's pride through ridicule, cruel jokes or oneupmanship. This is an opposed roll against a target's Smarts."],
  "Throwing" : ["(Agility)", "Throwing governs all sorts of thrown weapons, from hand grenades to knives, axes, and spears. Throwing works just like the Shooting skill, and uses all the same modifiers."],
  "Tracking" : ["(Smarts)", "Tracking allows a character to follow the tracks of one or more individuals in any type of terrain. Each roll generally covers following the tracks for one mile, but the GM may adjust this accordingly."]
}